#!/usr/bin/python
# -*- coding: utf-8 -*-
"""
-------------------------------------------------
   File Name：     test.py
   Description :
   Author :       anlin
   date：          2019-04-27
-------------------------------------------------
   Change Activity:
                   2019-04-27:
-------------------------------------------------
"""
import AddressRelation.PlaceExtract.interface as PI

print(PI.get_addr({"data": [{"content": "	A_。	A_	A_！	A_你帮您服务。	A_哎您好是这样的我们单位这边大概已经有五个多星期了吧一到就咱咱电信人根本就没有信号就是手机上？	A_不是没有那个流量时候。	A_宽带吗mm手机手机上网手机上网是吧？	A_对赠了上不去。	A_除了这个问题多长时间呢？	A_你个星期多吧差不多从广东还是就这样之前没有十六块一杯红当时这三个电信的没有一个有信号？	A_稍等一下您现在是在哪使用的说一下大概位置？	A_那麽努力三号石家庄是乔哦陈尸方北路十三号楼。	A_方便路是吗？	A_。	A_那就是名字叫什么那边那边小区的名字。	A_哪个什么嘛楼这边就是伙伴？	A_而回到办法轨道办是吗？	A_！	A_身边其他朋友其他的同事这都是一都这样是吗？	A_对我们现在都没有信号如果英雄与因为之前一直都很好用就不知道为什么就最近突然间这一两个星期就怎么也没有信号。	A_因为我这儿看到您附近说没有说有故障这个现象。	A_他说还是就是现在时尚打电话上网就是。	A_驴儿打电话还我刚才吃遍打你们客服的时候也没有信号打不出去后来第二天打了打出去？	A_那你离哪个市房管罗那儿近吗？	A_而房管咯。	A_很快的。	A_多少是铁路职业中专学校呢？	A_行吗我不知道的事努力功夫丸子？	A_挺远的是吧？	A_我我我说我林裕彤体育馆无手动恐惧。	A_。	A_我们最忙就是那个省政府的那个哦哦行二与您一同吃成了一停机呢？	A_裕彤体育馆。	A_女同学管稍等我这儿显示您的数据库中那个。	A_十大那边没有说有故障如果是呃打上网上网上网特别慢是吗？	A_这不是特别慢压根就没有流量直接给显示说没有没有没有数据？	A_请稍等！	A_出去都没事。	A_就是不是收为什么？	A_突然就消失吧。	A_就最近这一个多东西吧无限恶我们在这个楼里面就没有行好原来都没有问题？	A_有没四g信号是有一gro有一个三g网？	A_没有。	A_都没有一家都没有？	A_就上不去了没有。	A_！	A_我们这楼奶冻的号现在移动有了然后咱电信没了吗亲稍等一下帮您看一下？	A_您好我这看到您的父亲是没有故障的如果是说他出现的话我这儿帮您把这个问题反应一下让当地的装维的处理部门给您看一下这是不是当地基站的问题？	A_是因为我们装潢就是我们或者我们这个五楼就没事但是在我们这栋楼演戏没信号不知道为啥。	A_行我知道妈妈给您看一下这是什么原因造成没有给您回个电话然后除了奥运没事了就是不出每个怎么行是吧。	A_对而且楼里边有的有的地方有的地方没有就是不知道咋回事但我们我们为什么要放过我我一个多星期以前也也还是我一个月以前还都得是我们之前一直都行好就吃肉而行我这儿帮您反映让他联系下您然后连电话留您来电号码可以吗？	A_可以没问题恩您其他问题吗？	A_没有了那感谢来电稍后做出评价的其他。	A_哎好谢谢你。	A_", "id": "00deee82284a474c97ceeb3906122c61"}]}))
