#!/usr/bin/python
# -*- coding: utf-8 -*-
"""
-------------------------------------------------
   File Name：     test.py
   Description :
   Author :       anlin
   date：          2019-04-27
-------------------------------------------------
   Change Activity:
                   2019-04-27:
-------------------------------------------------
"""
import AddressRelation.PlaceExtract.interface as PI

print(PI.get_addr({"data": [{"content": "410_1470_A_好。1840_2680_A_！3940_5190_A_5740_7080_A_您好很高兴为您服务！7860_26400_A_上次我们家这个网络吧宽带您的宽带坏了是不能使用了是吗是您本机现在额对宽带一个是现在连接不是太那个啥完了以后我这里的网网线又对？26860_34950_A_有点问题可能让他过来给我测速这块的话这个您是说您这个宽带这个网速慢是吗？36020_43840_A_澳网松不是网速慢的呃现在这线好像有的都不通。44240_51360_A_看来我拆线就唉好的那请问是您本机捆绑的宽带吗？52050_56070_A_对您这个装机地址在什么小区或者什么村呢？56570_62390_A_装机地址校运会三号楼八零。62920_63860_A_您稍等。65370_65980_A_66570_67510_A_！68770_71020_A_韵泽苑哎好的问题。71700_72950_A_呃！73390_76180_A_您是说您这个。76600_79700_A_网络不通让工作人员上门给您检测一下是吗？80020_80710_A_对。81110_81800_A_稍等。82190_83080_A_！86130_90850_A_工作人员会在三个小时内给您联系并会在当天修复故障您看可以吗？91580_95980_A_可以您这个光猫上的话是有光猫上面有没有亮红灯呢？97610_99410_A_呃。100930_104710_A_光猫的光信号灯或者是ios灯是否亮红灯呢？105530_109740_A_没有没有亮红灯发给您光猫上有没有长方形那个方块灯呢？110410_112070_A_樊哙。112510_117110_A_对呃没有是吗？117420_121550_A_光猫说不清楚看看呗？121930_140290_A_不是你是我这个号的记录下光猫状态所有我这边话是到现在都不懂那东西光猫数量都闪着呢那个那个黑色的小盒哦那个是将咱们这个白盒是啥呢那好工作人员给您联系的话联系你本机号码可以吗？140600_145550_A_额哎好的工作人员就跟您联系的请您保持电话畅通。145940_148130_A_请问您还有其他业务需要咨询吗？148500_154190_A_其他的没有就是上尽快点哎好的我好嘞。154590_157150_A_感谢来电请稍后服务评价请稍等。157540_157550_A_", "id": "00deee82284a474c97ceeb3906122c61"}]}))
